Repository: melato/metakinisi.drupal
Catalog: translations/*.po
Languages: el

source: Map Directory
el: Φάκελος Χαρτών

source: The Directory to store generated maps. Should not be web-accessible.
el: Φάκελος για χάρτες. Δεν πρέπει να είναι προσβάσιμος απ' τον web-server.

source: Directory does not exist: %value.
el: Ο φάκελος δεν υπάρχει: %value.

source: Sunday
el: Κυριακή

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκευή

source: Saturday
el: Σάββατο

source: Date
el: Ημερομηνία

source: Weekday
el: Ημέρα

source: Start
el: Αρχή

source: Duration
el: Διάρκεια

source: Length
el: Μήκος

source: Speed (Km/h)
el: Ταχύτητα (Χλμ/ώρα)

source: Error
el: Σφάλμα

source: No Data
el: Δεν υπάρχουν δεδομένα

source: Not computed yet
el: Δεν έχει υπολογιστεί ακόμα

source: Detected Route
el: Ανιχνευμένη Γραμμή

source: map
el: χάρτης

source: Stop
el: Στάση

source: Distance
el: Απόσταση

source: Time
el: Ώρα

source: Trip
el: Διαδρομή

source: Line
el: Γραμμή

source: Older Trips
el: Παλιότερες Διαδρομές

source: Origin
el: Προέλευση

source: Tracks
el: Διαδρομές

source: Tracked Percentage
el: Ποσοστό Καταγραφής

source: Average Speed (Km/h)
el: Μέση ταχύτητα (Χλμ/ώρα)

source: Sequence
el: Σειρά

source: Average Duration
el: Μέση Διάρκεια

source: Standard Deviation
el: Τυπική Απόκλιση

source: Measurements
el: Αριθμός Μετρήσεων

source: Map is not available
el: Ο χάρτης δεν είναι διαθέσιμος

source: Trip Statistics
el: Στατιστικά Διαδρομών

source: Trips
el: Διαδρομές

source: Recorded Routes
el: Κατεγραμμένες Γραμμές

source: Routes with stop times
el: Γραμμές με χρόνους στάσεων

source: Stops with schedules
el: Στάσεις με ωράρια

source: My Trips
el: Οι διαδρομές μου

source: Timed Routes
el: Καταγεγραμμένες Γραμμές

source: Statistics about Recorded Trips
el: Στατιστικά καταχωρημένων διαδρομών

source: Route
el: Γραμμή

source: Derived information about one Route
el: Υπολογιζόμενα στοιχεία για μια γραμμή

source: Map
el: Χάρτης

source: Trip Map
el: Χάρτης Διαδρομής

source: Metakinisi
el: Μετακίνηση

source: Configure Settings for Metakinisi.
el: Ρυθμίσεις για Μετακίνηση

source: Stores Summary of processed track
el: Περίληψη επεξεργασμένης διαδρομής

source: Route Statistics
el: Στατιστικά Διαδρομών

source: Unique Id.
el: Μοναδικός Κωδικός.

source: The number of tracks.
el: Ο αριθμός των διαδρομών.

source: The number of stops.
el: Ο αριθμός των στάσεων.

source: The number of stops tracked.
el: Ο αριθμός των καταγραφών στάσεων.

source: The number of unique stops tracked.
el: Ο αριθμός των μοναδικών καταγεγραμμένων στάσεων.

source: The sid of the starting stop.
el: Το sid της πρώτης αφετηρίας.

source: The sid of the last stop.
el: Το sid του προορισμού.

source: Average speed (m/s).
el: Μέση ταχύτητα (m/s).

source: Time from Start (seconds).
el: Χρόνος από Αφετηρία (δλπτ)

source: Duration Deviation (seconds).
el: Απόκλιση χρόνου ('')

source: The # of data points.
el: Αριθμός μετρήσεων.
